<?php

return [

    /*
|--------------------------------------------------------------------------
| ترجمة لغة المصادقة
|--------------------------------------------------------------------------
|
| الأسطر التالية تستخدم أثناء عملية المصادقة لرسائل مختلفة يجب أن نعرضها
| للمستخدم. يمكنك تعديل هذه الأسطر حسب متطلبات تطبيقك.
|
*/

    'failed' => 'هذه البيانات لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المُدخلة غير صحيحة.',
    'throttle' => 'لقد قمت بمحاولات تسجيل الدخول كثيرة جدًا. الرجاء المحاولة مرة أخرى في :seconds ثانية.',


];
