<?php

return [

    /*
|--------------------------------------------------------------------------
| ترجمة لغة إعادة تعيين كلمة المرور
|--------------------------------------------------------------------------
|
| الأسطر التالية هي الأسطر الافتراضية التي تتوافق مع الأسباب
| التي تُعطى من قِبل وسيط إعادة تعيين كلمة المرور لسبب فشل محاولة تحديث كلمة المرور
| مثل رمز غير صالح أو كلمة مرور جديدة غير صالحة.
|
*/

    'reset' => 'تمت إعادة تعيين كلمة المرور بنجاح.',
    'sent' => 'لقد قمنا بإرسال رابط إعادة تعيين كلمة المرور إلى بريدك الإلكتروني.',
    'throttled' => 'الرجاء الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => "لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.",


];
